// js/about.js

const aboutHTML = `
<div class="about-container">
    <h1>За нас</h1>
    <p class="intro-text">
        DECORET DESIGN HABITAT стартира през 2024 г. Студиото се занимава с
        архитектурни визуализации и интериорен дизайн. Основната ни задача е
        визуализацията да улесни комуникацията между инвеститори, архитекти,
        дизайнери и клиенти.
    </p>
    <div class="profile">
        <h2>Нашата мисия</h2>
        <p class="profile-text">
            Ако сте строителен инвеститор, който търси маркетингови визуализации,
            които да публикува в сайта си, в рекламни брошури и билборди...
        </p>
        <p class="profile-text">
            Ако сте архитект или интериорен дизайнер, който иска да представи
            проекта си по най-добрият начин на своите клиенти...
        </p>
        <p class="profile-text">
            Ако сте решили, че е време за промяна в интериорния дизайн на вашият
            дом, работно място ....
        </p>
        <p class="profile-text">
            DECORET DESIGN HABITAT е точното място за вас. Ще се радваме да се
            свържете с нас на мейл
            <a href="mailto:info@decoret.eu">info@decoret.eu</a> или на телефон
            <a href="tel:+359885545911">+359 885 545 911</a>, за да обсъдим вашите
            идеи и да ги превърнем в 3D реалност.
        </p>
    </div>
    <div class="additional-section">
        <h2>Нашите Услуги</h2>
        <p class="profile-text">
            Предлагаме широк спектър от услуги, включително 3D моделиране,
            анимации, виртуални разходки и много други, за да ви помогнем да
            визуализирате и реализирате вашите проекти по най-ефективния начин.
        </p>
    </div>
</div>
`;
